package testOutput.runner;

/**
 * Created by 赵永健 on 2018/8/23.
 */
public class contents {
    private String text="" +
            "各位领导、同事，好! 附件为自动化测试执行结果，以下是基本功能。<br/> 1、关于我们测试<br/> 2、绑定网关测试<br/> " +
            "3、用户登录测试<br/> 4、修改密码测试<br/> 5、创建场景测试<br/> 6、分区管理测试<br/> 7、设备分区测试<br/>"+
            "8、设备重命名测试<br/> 9、设置设备分区测试<br/> 10、设备类别测试<br/> 11、编辑场景测试<br/>" +
            "12、意见反馈测试<br/> 13、忘记密码测试<br/> 14、网关中心测试<br/> 15、网关直接登录测试<br/>" +
            "16、游客登录测试<br/> 17、消息中心测试<br/> 18、我的管家测试<br/> 19、账号信息测试<br/> 20、我的设置测试<br/>" +
            "21、场景排序测试<br/> 22、分享管理测试<br/> 23、游客模式测试<br/> 24、网关设置测试<br/> 25、用户注册测试<br/>"
            ;

    public String getText() {
        return text;
    }
}
